publish/index.html
---
lang:   en
archive-url: /en/archive.html
archive: Archive
subscribe: Subscribe
motto: Spelling out math and science.
index: /
also: Also

date:   2010-01-12
layout: main
---

<p>
These are the articles published so far in English:
</p><ol>
<li>
<a href="/art/math/six-times-nine/stn-en.html">Why is six times nine the same as nine times six?</a>
</li>
<li>
<a href="/art/math/size-paral/sp-en.html">What is the size of a parallelogram?</a>
</li>
<li>
<a href="/art/math/size-triangle/st-en.html">What is the size of a triangle?</a>
</li>
</ol>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">About Greater Skies </h2>
<div class="outline-text-2" id="text-1">

<p>Greater Skies started as an online repository of things I
wanted to explain to my children. There's lots of interesting
things out there, many relationships to realize, many insights
to delight with. I want them to find the fascination of the
sudden comprehension, and I also want them to have a sense of
where they are: how big things are, how do they work, how do
they interrelate, where does this earth they live on belong.
</p>
<p>
I am not only talking to them now, at their 7 and 9 years: I
want to explain everything I would like to tell them about,
regardless of how complex it is, so that they will understand
it when the time comes. I try to be clear, but I do not dumb
things down. This is not child talk.
</p>
<p>
Many of the things I intend to talk about were first presented
to me in needlessly complicated or boring ways. I am making an
effort to find the clearest explanations, those that make
possible the flash of insight, but I am bound to fail, as I am
my only yardstick: please do tell me if you find something
that's wrong, badly told, or that can be explained in a better
way.
</p>
<p>
There are more articles <a href="/es/">in Spanish</a> than in English.  This is
because Spanish is my first language my children don't speak
English, but I would like to end up with everything in at
least the two languages. 
</p>
<p>
I would like Greater Skies to grow into a collaborative
project.  It is hosted at <a href="http://github.com/juanre/Greater-Skies">github</a>, and I've set it up so that it
should be easy to add articles and translations.  So far only
English and Spanish are represented, but I'd like to add other
languages.  If you want to contribute you can do it in two
ways: write things down and <a href="http://juanreyero.com/">send them</a> to me, or fork the <code>git</code>
repository at github, add whatever you deem convenient, and let
me know. 
</p>
<p>
<a href="http://juanreyero.com/">Juan Reyero</a>, 2010-01-17
</p></div>
</div>
